Repository: aethernet/pretix-automated-orders
Catalog: pretix_automated_orders/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Automated Orders Plugin
pt: Plugin de Ordens Automatizadas

source: Automates orders given a product and a list of emails.
pt: Automatiza ordens com a informação de um produto e uma lista de e-mails.

source: Product to create order from:
pt: Produto a partir do qual criar a ordem:

source: Choose the product you want to offer to each customer.
pt: Escolha o produto a oferecer a cada cliente:

source: Recipients
pt: Recipientes

source: or
pt: Ou

source: You can either supply a list of email addresses with one email address per line, or a CSV file with a title column and one or more of the columns "email", "number", "name", or "tag". Maximum number of recipients at a time is: {settings.PRETIX_AUTOMATED_ORDERS_MAX_EMAILS}
pt: Pode fornecer uma lista de endereços de e-mail com um endereço por linha ou um ficheiro CSV com uma coluna de título e mais colunas, de e-mail, número, nome e tag (“email”, “number”, “name”,“tag”). Máximo número de recipientes de cada vez: {settings.PRETIX_AUTOMATED_ORDERS_MAX_EMAILS}

source: CSV input needs to contain a header row in the first line.
pt: O ficheiro CSV deve conter uma linha cabeçalho na primeira linha.

source: CSV parsing failed: {error}.
pt: Erro ao ler ficheiro CSV: {error}.

source: CSV input needs to contain a field with the header "{header}".
pt: O conteúdo do CSV deve ter pelo um campo com o cabeçalho {header}.

source: CSV input contains an unknown field with the header "{header}".
pt: O conteúdo do CSV tem um campo desconhecido com o cabeçalho {header}.

source: {value} is not a valid email address.
pt: {value} não é um e-mail válido.

source: Invalid value in row {number}.
pt: Valor inválido na linha {number}.

source: You have inserted more than the maximum number of e-mails permitted.
pt: Inseriu mais do que o número de e-mails permitido.

source: If orders should be sent by email, recipients need to be specified.
pt: Para encomendas enviadas por e-mail, os recipientes devem ser especificados.

source: You generated {codes} orders, but entered recipients for {recp} orders.
pt: Gerou {codes} ordens, mas introduziu {recp} recipientes.

source: Create automated tickets
pt: Criar bilhetes automatizados

source: Create Automated Orders
pt: Criar ordens automatizadas

source: Automated Orders Settings
pt: Configurações das ordens automatizadas

source: Save
pt: Enviar

source: There was an error while sending orders via e-mail. Some orders might have been sent.
pt: Ocorreu um erro ao enviar as ordens por e-mail. No entanto, algumas ordens podem ter sido enviadas.
